Revit 2024 API
SymbolTypeId.DegreeR Property
 Symbol °R, indicating unit Rankine.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DegreeR { get; }
Visual Basic
Public Shared ReadOnly Property DegreeR As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DegreeR {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace